Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: This app, WhatsApp, Telegram, Discord, Slack — your choice.
ar: هذا التطبيق، WhatsApp، Telegram، Discord، Slack — الخيار لك.
de: Diese App, WhatsApp, Telegram, Discord, Slack — Sie haben die Wahl.
es: Esta app, WhatsApp, Telegram, Discord, Slack — tú eliges.
fa: این برنامه، WhatsApp، Telegram، Discord، Slack — انتخاب با شماست.
fr: Cette app, WhatsApp, Telegram, Discord, Slack — à vous de choisir.
hi: यह ऐप, WhatsApp, Telegram, Discord, Slack — आपकी पसंद।
id: Aplikasi ini, WhatsApp, Telegram, Discord, Slack — pilihan Anda.
it: Questa app, WhatsApp, Telegram, Discord, Slack — a tua scelta.
ja_jp: このアプリ、WhatsApp、Telegram、Discord、Slack — お好みで選べます。
ko: 이 앱, WhatsApp, Telegram, Discord, Slack — 원하는 대로 선택하세요.
nl: Deze app, WhatsApp, Telegram, Discord, Slack — aan jou de keuze.
pl: Ta aplikacja, WhatsApp, Telegram, Discord, Slack — wybór należy do Ciebie.
pt_br: Este app, WhatsApp, Telegram, Discord, Slack — você escolhe.
ru: Это приложение, WhatsApp, Telegram, Discord, Slack — на ваш выбор.
sv: Den här appen, WhatsApp, Telegram, Discord, Slack — du väljer.
th: แอปนี้, WhatsApp, Telegram, Discord, Slack — คุณเลือกได้
tr: Bu uygulama, WhatsApp, Telegram, Discord, Slack — seçim sizin.
uk: Цей застосунок, WhatsApp, Telegram, Discord, Slack — на ваш вибір.
vi: Ứng dụng này, WhatsApp, Telegram, Discord, Slack — tùy bạn chọn.
zh_cn: 这个 app、WhatsApp、Telegram、Discord、Slack — 由你选择。
zh_tw: 這個 App、WhatsApp、Telegram、Discord、Slack — 由你選擇。

source: This configuration lives on your gateway and is managed in the Dashboard.
ar: يوجد هذا الإعداد على الـ gateway الخاص بك ويُدار في Dashboard.
de: Diese Konfiguration befindet sich auf Ihrem Gateway und wird im Dashboard verwaltet.
es: Esta configuración reside en tu gateway y se gestiona en el Dashboard.
fa: این پیکربندی روی gateway شما قرار دارد و در Dashboard مدیریت می‌شود.
fr: Cette configuration se trouve sur votre gateway et est gérée dans le Dashboard.
hi: यह कॉन्फ़िगरेशन आपके gateway पर रहती है और Dashboard में प्रबंधित की जाती है।
id: Konfigurasi ini berada di gateway Anda dan dikelola di Dashboard.
it: Questa configurazione risiede sul tuo gateway ed è gestita nella Dashboard.
ja_jp: この設定は Gateway 上に保存され、Dashboard で管理されます。
ko: 이 구성은 Gateway에 저장되며 Dashboard에서 관리됩니다.
nl: Deze configuratie staat op je gateway en wordt beheerd in het Dashboard.
pl: Ta konfiguracja znajduje się na Twoim gateway i jest zarządzana w Dashboardzie.
pt_br: Esta configuração fica no seu gateway e é gerenciada no Dashboard.
ru: Эта конфигурация хранится на вашем gateway и управляется в Dashboard.
sv: Denna konfiguration finns på din gateway och hanteras i Dashboard.
th: การกำหนดค่านี้อยู่บน gateway ของคุณ และจัดการได้ใน Dashboard
tr: Bu yapılandırma gateway'inizde bulunur ve Dashboard'da yönetilir.
uk: Ця конфігурація зберігається на вашому gateway і керується в Dashboard.
vi: Cấu hình này nằm trên gateway của bạn và được quản lý trong Dashboard.
zh_cn: 此配置存储在你的 Gateway 上，并在 Dashboard 中管理。
zh_tw: 此設定位於您的 Gateway 上，並在 Dashboard 中管理。

source: This copy is newer than the installed app. OpenClaw will replace it and reopen from Applications.
ar: هذه النسخة أحدث من التطبيق المثبَّت. سيستبدلها OpenClaw ويعيد الفتح من التطبيقات.
de: Diese Kopie ist neuer als die installierte App. OpenClaw ersetzt sie und öffnet sich erneut aus dem Ordner „Programme“.
es: Esta copia es más reciente que la app instalada. OpenClaw la reemplazará y se reabrirá desde Aplicaciones.
fa: این نسخه جدیدتر از برنامه نصب‌شده است. OpenClaw آن را جایگزین می‌کند و از Applications دوباره باز می‌شود.
fr: Cette copie est plus récente que l’application installée. OpenClaw va la remplacer et se rouvrir depuis Applications.
hi: यह कॉपी इंस्टॉल किए गए ऐप से नई है। OpenClaw इसे बदल देगा और Applications से फिर से खुलेगा।
id: Salinan ini lebih baru daripada aplikasi yang terinstal. OpenClaw akan menggantinya dan membuka kembali dari Applications.
it: Questa copia è più recente dell'app installata. OpenClaw la sostituirà e si riaprirà da Applicazioni.
ja_jp: このコピーはインストール済みのアプリより新しいバージョンです。OpenClaw は置き換えて、Applications から再起動します。
ko: 이 복사본은 설치된 앱보다 최신입니다. OpenClaw가 이를 교체하고 응용 프로그램에서 다시 엽니다.
nl: Deze kopie is nieuwer dan de geïnstalleerde app. OpenClaw vervangt deze en opent opnieuw vanuit Programma's.
pl: Ta kopia jest nowsza niż zainstalowana aplikacja. OpenClaw ją zastąpi i otworzy się ponownie z folderu Aplikacje.
pt_br: Esta cópia é mais recente que o aplicativo instalado. O OpenClaw irá substituí-lo e reabrir a partir de Aplicativos.
ru: Эта копия новее установленного приложения. OpenClaw заменит его и снова откроется из Applications.
sv: Den här kopian är nyare än den installerade appen. OpenClaw ersätter den och öppnas igen från Program.
th: สำเนานี้ใหม่กว่าแอปที่ติดตั้งไว้ OpenClaw จะแทนที่และเปิดใหม่จาก Applications
tr: Bu kopya yüklü uygulamadan daha yeni. OpenClaw onu değiştirecek ve Applications klasöründen yeniden açılacak.
uk: Ця копія новіша за встановлений застосунок. OpenClaw замінить його і повторно відкриється з Applications.
vi: Bản sao này mới hơn ứng dụng đã cài. OpenClaw sẽ thay thế nó và mở lại từ Applications.
zh_cn: 此副本比已安装的应用更新。OpenClaw 将替换它并从“应用程序”重新打开。
zh_tw: 此副本比已安裝的應用程式更新。OpenClaw 會將其取代並從「應用程式」重新開啟。

source: This device needs pairing approval
ar: يحتاج هذا الجهاز إلى موافقة الاقتران
de: Dieses Gerät benötigt eine Kopplungsgenehmigung
es: Este dispositivo necesita aprobación de emparejamiento
fa: این دستگاه به تأیید جفت‌سازی نیاز دارد
fr: Cet appareil nécessite une approbation d’appairage
hi: इस device को pairing approval की आवश्यकता है
id: Perangkat ini memerlukan persetujuan pemasangan
it: Questo dispositivo richiede l'approvazione dell'abbinamento
ja_jp: このデバイスにはペアリングの承認が必要です
ko: 이 기기는 페어링 승인이 필요합니다
nl: Dit apparaat heeft koppelingsgoedkeuring nodig
pl: To urządzenie wymaga zatwierdzenia parowania
pt_br: Este dispositivo precisa de aprovação de pareamento
ru: Для этого устройства требуется подтверждение сопряжения
sv: Den här enheten behöver parkopplingsgodkännande
th: อุปกรณ์นี้ต้องได้รับการอนุมัติการจับคู่
tr: Bu cihazın eşleştirme onayına ihtiyacı var
uk: Цей пристрій потребує схвалення сполучення
vi: Thiết bị này cần được phê duyệt ghép đôi
zh_cn: 此设备需要配对批准
zh_tw: 此裝置需要配對核准

source: This gateway has token auth enabled, but no gateway.auth.token is configured on the host.
ar: تم تمكين مصادقة الرمز على هذا Gateway، لكن لم يتم تكوين gateway.auth.token على المضيف.
de: Bei dieser Gateway ist Token-Authentifizierung aktiviert, aber auf dem Host ist kein gateway.auth.token konfiguriert.
es: Este gateway tiene habilitada la autenticación por token, pero no se ha configurado ningún gateway.auth.token en el host.
fa: احراز هویت با توکن برای این Gateway فعال است، اما هیچ gateway.auth.token روی میزبان پیکربندی نشده است.
fr: L’authentification par jeton est activée sur ce Gateway, mais aucun gateway.auth.token n’est configuré sur l’hôte.
hi: इस gateway में token auth enabled है, लेकिन host पर कोई gateway.auth.token configured नहीं है।
id: Gateway ini mengaktifkan autentikasi token, tetapi tidak ada gateway.auth.token yang dikonfigurasi di host.
it: Questo gateway ha l'autenticazione tramite token abilitata, ma sull'host non è configurato alcun gateway.auth.token.
ja_jp: この Gateway ではトークン認証が有効になっていますが、ホストで gateway.auth.token が設定されていません。
ko: 이 Gateway에는 토큰 인증이 활성화되어 있지만 호스트에 gateway.auth.token이 구성되어 있지 않습니다.
nl: Voor deze gateway is token-auth ingeschakeld, maar er is geen gateway.auth.token geconfigureerd op de host.
pl: Ten gateway ma włączone uwierzytelnianie tokenem, ale na hoście nie skonfigurowano gateway.auth.token.
pt_br: Este gateway está com a autenticação por token habilitada, mas nenhum gateway.auth.token está configurado no host.
ru: На этом gateway включена аутентификация по токену, но на хосте не настроен gateway.auth.token.
sv: Denna Gateway har tokenautentisering aktiverad, men ingen gateway.auth.token är konfigurerad på värden.
th: Gateway นี้เปิดใช้การยืนยันตัวตนด้วยโทเค็น แต่ไม่ได้กำหนดค่า gateway.auth.token บนโฮสต์
tr: Bu gateway'de token kimlik doğrulaması etkin, ancak ana makinede gateway.auth.token yapılandırılmamış.
uk: Для цього gateway увімкнено автентифікацію за токеном, але на хості не налаштовано gateway.auth.token.
vi: Gateway này đã bật xác thực bằng mã, nhưng chưa có gateway.auth.token nào được cấu hình trên máy chủ.
zh_cn: 此 Gateway 已启用令牌身份验证，但主机上未配置 gateway.auth.token。
zh_tw: 此 Gateway 已啟用權杖驗證，但主機上未設定 gateway.auth.token。

source: This gateway host needs token setup
ar: يحتاج مضيف Gateway هذا إلى إعداد الرمز
de: Für diesen Gateway-Host muss ein Token eingerichtet werden
es: Este host del gateway necesita configurar el token
fa: این میزبان Gateway به راه‌اندازی توکن نیاز دارد
fr: Cet hôte Gateway nécessite la configuration d’un jeton
hi: इस gateway host को token setup की आवश्यकता है
id: Host gateway ini memerlukan penyiapan token
it: Questo host gateway richiede la configurazione del token
ja_jp: この Gateway ホストにはトークンのセットアップが必要です
ko: 이 Gateway 호스트에는 토큰 설정이 필요합니다
nl: Voor deze gatewayhost moet een token worden ingesteld
pl: Ten host gateway wymaga skonfigurowania tokena
pt_br: Este host do gateway precisa de configuração de token
ru: Для этого хоста gateway требуется настройка токена
sv: Denna Gateway-värd behöver tokenkonfiguration
th: โฮสต์ Gateway นี้ต้องตั้งค่าโทเค็น
tr: Bu gateway ana makinesinde token kurulumu gerekiyor
uk: Для цього хоста gateway потрібно налаштувати токен
vi: Máy chủ Gateway này cần thiết lập mã
zh_cn: 此 Gateway 主机需要设置令牌
zh_tw: 此 Gateway 主機需要設定權杖

source: This gateway is using unsupported auth
ar: يستخدم هذا Gateway مصادقة غير مدعومة
de: Diese Gateway verwendet eine nicht unterstützte Authentifizierung
es: Este gateway usa autenticación no compatible
fa: این Gateway از احراز هویت پشتیبانی‌نشده استفاده می‌کند
fr: Ce Gateway utilise une authentification non prise en charge
hi: यह gateway unsupported auth का उपयोग कर रहा है
id: Gateway ini menggunakan autentikasi yang tidak didukung
it: Questo gateway usa un'autenticazione non supportata
ja_jp: この Gateway はサポートされていない認証を使用しています
ko: 이 Gateway는 지원되지 않는 인증을 사용하고 있습니다
nl: Deze gateway gebruikt niet-ondersteunde auth
pl: Ten gateway używa nieobsługiwanego uwierzytelniania
pt_br: Este gateway está usando autenticação não compatível
ru: Этот gateway использует неподдерживаемую аутентификацию
sv: Denna Gateway använder autentisering som inte stöds
th: Gateway นี้ใช้การยืนยันตัวตนที่ไม่รองรับ
tr: Bu gateway desteklenmeyen kimlik doğrulama kullanıyor
uk: Цей gateway використовує непідтримувану автентифікацію
vi: Gateway này đang dùng phương thức xác thực không được hỗ trợ
zh_cn: 此 Gateway 正在使用不受支持的身份验证
zh_tw: 此 Gateway 使用不受支援的驗證方式

source: This gateway requires an auth token
ar: يتطلب هذا Gateway رمز مصادقة
de: Diese Gateway erfordert ein Authentifizierungstoken
es: Este gateway requiere un token de autenticación
fa: این Gateway به یک توکن احراز هویت نیاز دارد
fr: Ce Gateway nécessite un jeton d’authentification
hi: इस gateway को एक auth token की आवश्यकता है
id: Gateway ini memerlukan token autentikasi
it: Questo gateway richiede un token di autenticazione
ja_jp: この Gateway には認証トークンが必要です
ko: 이 Gateway에는 인증 토큰이 필요합니다
nl: Deze gateway vereist een auth-token
pl: Ten gateway wymaga tokena uwierzytelniania
pt_br: Este gateway requer um token de autenticação
ru: Для этого gateway требуется токен аутентификации
sv: Denna Gateway kräver en autentiseringstoken
th: Gateway นี้ต้องใช้โทเค็นการยืนยันตัวตน
tr: Bu gateway bir kimlik doğrulama token'ı gerektirir
uk: Цей gateway вимагає токен автентифікації
vi: Gateway này yêu cầu mã xác thực
zh_cn: 此 Gateway 需要身份验证令牌
zh_tw: 此 Gateway 需要驗證權杖

source: This gateway requires an auth token. Run openclaw gateway auth-token --show on the gateway host.
ar: يتطلب Gateway هذا رمز مصادقة. شغّل openclaw gateway auth-token --show على مضيف Gateway.
de: Dieses Gateway erfordert ein Auth-Token. Führen Sie openclaw gateway auth-token --show auf dem Gateway-Host aus.
es: Este Gateway requiere un token de autenticación. Ejecuta openclaw gateway auth-token --show en el host del Gateway.
fa: این Gateway به یک توکن احراز هویت نیاز دارد. دستور openclaw gateway auth-token --show را روی میزبان Gateway اجرا کنید.
fr: Ce gateway nécessite un jeton d'authentification. Exécutez openclaw gateway auth-token --show sur l'hôte du gateway.
hi: इस gateway को एक auth token की आवश्यकता है। gateway host पर openclaw gateway auth-token --show चलाएँ।
id: Gateway ini memerlukan token autentikasi. Jalankan openclaw gateway auth-token --show di host gateway.
it: Questo gateway richiede un token di autenticazione. Esegui openclaw gateway auth-token --show sull'host del gateway.
ja_jp: このGatewayには認証トークンが必要です。Gatewayホストで openclaw gateway auth-token --show を実行してください。
ko: 이 gateway에는 인증 토큰이 필요합니다. gateway 호스트에서 openclaw gateway auth-token --show를 실행하세요.
nl: Deze gateway vereist een auth-token. Voer openclaw gateway auth-token --show uit op de gateway-host.
pl: Ten gateway wymaga tokenu uwierzytelniania. Uruchom openclaw gateway auth-token --show na hoście gateway.
pt_br: Este gateway requer um token de autenticação. Execute openclaw gateway auth-token --show no host do gateway.
ru: Для этого Gateway требуется токен аутентификации. Выполните openclaw gateway auth-token --show на хосте Gateway.
sv: Denna gateway kräver en auth-token. Kör openclaw gateway auth-token --show på gateway-värden.
th: Gateway นี้ต้องใช้โทเคนการยืนยันตัวตน รัน openclaw gateway auth-token --show บนโฮสต์ Gateway
tr: Bu gateway bir kimlik doğrulama belirteci gerektiriyor. Gateway ana bilgisayarında openclaw gateway auth-token --show komutunu çalıştırın.
uk: Цей Gateway потребує токен автентифікації. Виконайте openclaw gateway auth-token --show на хості Gateway.
vi: Gateway này yêu cầu token xác thực. Chạy openclaw gateway auth-token --show trên máy chủ gateway.
zh_cn: 此 gateway 需要身份验证令牌。请在 gateway 主机上运行 openclaw gateway auth-token --show。
zh_tw: 此 gateway 需要驗證權杖。請在 gateway 主機上執行 openclaw gateway auth-token --show。

source: This gateway uses password auth. Remote onboarding on macOS cannot collect gateway passwords yet.
ar: يستخدم هذا Gateway مصادقة كلمة المرور. لا يمكن للإعداد عن بُعد على macOS جمع كلمات مرور Gateway بعد.
de: Diese Gateway verwendet Passwortauthentifizierung. Remote-Onboarding unter macOS kann Gateway-Passwörter noch nicht erfassen.
es: Este gateway usa autenticación con contraseña. La incorporación remota en macOS aún no puede recopilar contraseñas de gateway.
fa: این Gateway از احراز هویت با گذرواژه استفاده می‌کند. راه‌اندازی اولیه از راه دور در macOS هنوز نمی‌تواند گذرواژه‌های Gateway را دریافت کند.
fr: Ce Gateway utilise l’authentification par mot de passe. L’intégration à distance sur macOS ne peut pas encore collecter les mots de passe du Gateway.
hi: यह gateway password auth का उपयोग करता है। macOS पर remote onboarding अभी gateway passwords collect नहीं कर सकता।
id: Gateway ini menggunakan autentikasi kata sandi. Onboarding jarak jauh di macOS belum dapat mengumpulkan kata sandi gateway.
it: Questo gateway usa l'autenticazione tramite password. L'onboarding remoto su macOS non può ancora raccogliere le password del gateway.
ja_jp: このGatewayはパスワード認証を使用しています。macOSでのリモートオンボーディングでは、まだGatewayのパスワードを収集できません。
ko: 이 Gateway는 비밀번호 인증을 사용합니다. macOS의 원격 온보딩은 아직 Gateway 비밀번호를 수집할 수 없습니다.
nl: Deze gateway gebruikt wachtwoord-auth. Remote onboarding op macOS kan nog geen gatewaywachtwoorden verzamelen.
pl: Ten gateway używa uwierzytelniania hasłem. Zdalne wdrażanie na macOS nie może jeszcze zbierać haseł gateway.
pt_br: Este gateway usa autenticação por senha. A integração remota no macOS ainda não consegue coletar senhas do gateway.
ru: Этот gateway использует аутентификацию по паролю. Удаленная первичная настройка в macOS пока не может получать пароли gateway.
sv: Denna Gateway använder lösenordsautentisering. Fjärrintroduktion på macOS kan ännu inte samla in Gateway-lösenord.
th: Gateway นี้ใช้การยืนยันตัวตนด้วยรหัสผ่าน การเริ่มต้นใช้งานระยะไกลบน macOS ยังไม่สามารถรวบรวมรหัสผ่านของ Gateway ได้
tr: Bu gateway parola kimlik doğrulaması kullanıyor. macOS'te uzaktan başlangıç henüz gateway parolalarını alamaz.
uk: Цей gateway використовує автентифікацію за паролем. Віддалений онбординг у macOS поки не може отримувати паролі gateway.
vi: Gateway này dùng xác thực bằng mật khẩu. Quy trình giới thiệu từ xa trên macOS chưa thể thu thập mật khẩu Gateway.
zh_cn: 此 Gateway 使用密码认证。macOS 上的远程引导目前还无法收集 Gateway 密码。
zh_tw: 此 Gateway 使用密碼驗證。macOS 上的遠端引導目前尚無法收集 Gateway 密碼。

source: This process looks expected for the current mode. Kill anyway?
ar: تبدو هذه العملية متوقعة للوضع الحالي. هل تريد إنهاءها على أي حال؟
de: Dieser Prozess scheint für den aktuellen Modus erwartet zu sein. Trotzdem beenden?
es: Este proceso parece esperado para el modo actual. ¿Finalizar de todos modos?
fa: این فرایند برای حالت فعلی مورد انتظار به نظر می‌رسد. بااین‌حال خاتمه داده شود؟
fr: Ce processus semble attendu pour le mode actuel. L’arrêter quand même ?
hi: यह प्रक्रिया मौजूदा मोड के लिए अपेक्षित लगती है। फिर भी समाप्त करें?
id: Proses ini tampak sesuai untuk mode saat ini. Tetap hentikan?
it: Questo processo sembra previsto per la modalità corrente. Terminarlo comunque?
ja_jp: このプロセスは現在のモードでは想定内のようです。それでも終了しますか？
ko: 이 프로세스는 현재 모드에서 예상된 것으로 보입니다. 그래도 종료하시겠습니까?
nl: Dit proces lijkt verwacht voor de huidige modus. Toch beëindigen?
pl: Ten proces wygląda na oczekiwany w bieżącym trybie. Zakończyć mimo to?
pt_br: Este processo parece esperado para o modo atual. Encerrar mesmo assim?
ru: Этот процесс выглядит ожидаемым для текущего режима. Всё равно завершить?
sv: Den här processen verkar förväntad för det aktuella läget. Avsluta ändå?
th: กระบวนการนี้ดูเหมือนเป็นไปตามที่คาดไว้สำหรับโหมดปัจจุบัน ต้องการหยุดอยู่ดีหรือไม่?
tr: Bu işlem mevcut mod için beklenen gibi görünüyor. Yine de sonlandırılsın mı?
uk: Цей процес виглядає очікуваним для поточного режиму. Усе одно завершити?
vi: Quy trình này có vẻ đúng như mong đợi cho chế độ hiện tại. Vẫn dừng?
zh_cn: 此进程看起来符合当前模式的预期。仍要结束吗？
zh_tw: 此程序看起來符合目前模式的預期。仍要終止嗎？

source: This resets the conversation for %@. The session key stays the same.
ar: سيؤدي هذا إلى إعادة تعيين المحادثة لـ %@. سيبقى مفتاح الجلسة كما هو.
de: Dadurch wird die Unterhaltung für %@ zurückgesetzt. Der Sitzungsschlüssel bleibt unverändert.
es: Esto reinicia la conversación para %@. La clave de sesión permanece igual.
fa: با این کار مکالمه برای %@ بازنشانی می‌شود. کلید نشست بدون تغییر باقی می‌ماند.
fr: Cette opération réinitialise la conversation pour %@. La clé de session reste la même.
hi: यह %@ के लिए बातचीत रीसेट करता है। सेशन कुंजी वही रहती है।
id: Tindakan ini mengatur ulang percakapan untuk %@. Kunci sesi tetap sama.
it: Questa operazione reimposta la conversazione per %@. La chiave di sessione rimane invariata.
ja_jp: %@の会話がリセットされます。セッションキーは変更されません。
ko: %@의 대화가 초기화됩니다. 세션 키는 그대로 유지됩니다.
nl: Hiermee wordt het gesprek voor %@ gereset. De sessiesleutel blijft hetzelfde.
pl: Spowoduje to zresetowanie rozmowy dla %@. Klucz sesji pozostanie bez zmian.
pt_br: Isso redefine a conversa para %@. A chave da sessão permanece a mesma.
ru: Это сбросит разговор для %@. Ключ сеанса останется прежним.
sv: Detta återställer konversationen för %@. Sessionsnyckeln förblir densamma.
th: การดำเนินการนี้จะรีเซ็ตการสนทนาสำหรับ %@ โดยคีย์เซสชันจะยังคงเดิม
tr: Bu işlem, %@ için konuşmayı sıfırlar. Oturum anahtarı aynı kalır.
uk: Це скине розмову для %@. Ключ сеансу залишиться незмінним.
vi: Thao tác này sẽ đặt lại cuộc trò chuyện cho %@. Khóa phiên vẫn giữ nguyên.
zh_cn: 这将重置与 %@ 的对话。会话密钥保持不变。
zh_tw: 這會重設與 %@ 的對話。工作階段金鑰將維持不變。

source: This setup code is no longer valid
ar: لم يعد رمز الإعداد هذا صالحًا
de: Dieser Einrichtungscode ist nicht mehr gültig
es: Este código de configuración ya no es válido
fa: این کد راه‌اندازی دیگر معتبر نیست
fr: Ce code de configuration n’est plus valide
hi: यह setup code अब मान्य नहीं है
id: Kode penyiapan ini sudah tidak valid
it: Questo codice di configurazione non è più valido
ja_jp: このセットアップコードはすでに無効です
ko: 이 설정 코드는 더 이상 유효하지 않습니다
nl: Deze instelcode is niet langer geldig
pl: Ten kod konfiguracji nie jest już ważny
pt_br: Este código de configuração não é mais válido
ru: Этот код настройки больше недействителен
sv: Denna konfigurationskod är inte längre giltig
th: รหัสตั้งค่านี้ไม่สามารถใช้ได้อีกต่อไป
tr: Bu kurulum kodu artık geçerli değil
uk: Цей код налаштування більше не дійсний
vi: Mã thiết lập này không còn hợp lệ
zh_cn: 此设置代码不再有效
zh_tw: 此設定碼已不再有效

source: This tab is read-only in Nix mode. Edit config via Nix and rebuild.
ar: علامة التبويب هذه للقراءة فقط في وضع Nix. حرّر التكوين عبر Nix وأعد البناء.
de: Dieser Tab ist im Nix-Modus schreibgeschützt. Bearbeiten Sie die Konfiguration über Nix und erstellen Sie sie neu.
es: Esta pestaña es de solo lectura en modo Nix. Edita la configuración mediante Nix y recompila.
fa: این زبانه در حالت Nix فقط‌خواندنی است. پیکربندی را از طریق Nix ویرایش کنید و دوباره بسازید.
fr: Cet onglet est en lecture seule en mode Nix. Modifiez la configuration via Nix et recompilez.
hi: यह टैब Nix मोड में केवल-पढ़ने योग्य है। Nix के माध्यम से कॉन्फ़िग संपादित करें और फिर से बिल्ड करें।
id: Tab ini hanya-baca dalam mode Nix. Edit config melalui Nix dan bangun ulang.
it: Questa scheda è di sola lettura in modalità Nix. Modifica la configurazione tramite Nix e ricompila.
ja_jp: このタブは Nix モードでは読み取り専用です。Nix で設定を編集し、再ビルドしてください。
ko: 이 탭은 Nix 모드에서 읽기 전용입니다. Nix를 통해 구성을 편집하고 다시 빌드하세요.
nl: Dit tabblad is alleen-lezen in Nix-modus. Bewerk de configuratie via Nix en bouw opnieuw.
pl: Ta karta jest tylko do odczytu w trybie Nix. Edytuj konfigurację przez Nix i przebuduj.
pt_br: Esta aba é somente leitura no modo Nix. Edite a configuração via Nix e recompile.
ru: Эта вкладка доступна только для чтения в режиме Nix. Измените конфигурацию через Nix и выполните пересборку.
sv: Den här fliken är skrivskyddad i Nix-läge. Redigera konfigurationen via Nix och bygg om.
th: แท็บนี้เป็นแบบอ่านอย่างเดียวในโหมด Nix แก้ไขการกำหนดค่าผ่าน Nix แล้วสร้างใหม่
tr: Bu sekme Nix modunda salt okunurdur. Config'i Nix üzerinden düzenleyin ve yeniden derleyin.
uk: Ця вкладка доступна лише для читання в режимі Nix. Редагуйте конфігурацію через Nix і перебудуйте.
vi: Tab này ở chế độ chỉ đọc trong chế độ Nix. Chỉnh sửa cấu hình qua Nix và build lại.
zh_cn: 此标签页在 Nix 模式下为只读。请通过 Nix 编辑配置并重新构建。
zh_tw: 此分頁在 Nix 模式中為唯讀。請透過 Nix 編輯 config 並重新建置。

source: This thread cannot be archived while it is active or running.
ar: لا يمكن أرشفة هذه المحادثة أثناء نشاطها أو تشغيلها.
de: Dieser Thread kann nicht archiviert werden, solange er aktiv ist oder ausgeführt wird.
es: Este hilo no se puede archivar mientras esté activo o en ejecución.
fa: تا زمانی که این رشته فعال یا در حال اجرا است، نمی‌توان آن را بایگانی کرد.
fr: Ce fil de discussion ne peut pas être archivé tant qu’il est actif ou en cours d’exécution.
hi: सक्रिय या चालू होने के दौरान इस थ्रेड को आर्काइव नहीं किया जा सकता।
id: Utas ini tidak dapat diarsipkan saat aktif atau sedang berjalan.
it: Questo thread non può essere archiviato mentre è attivo o in esecuzione.
ja_jp: このスレッドは、アクティブまたは実行中のためアーカイブできません。
ko: 이 스레드가 활성 상태이거나 실행 중인 동안에는 보관할 수 없습니다.
nl: Dit gesprek kan niet worden gearchiveerd zolang het actief is of wordt uitgevoerd.
pl: Nie można zarchiwizować tego wątku, gdy jest aktywny lub uruchomiony.
pt_br: Esta conversa não pode ser arquivada enquanto estiver ativa ou em execução.
ru: Эту ветку нельзя архивировать, пока она активна или выполняется.
sv: Den här tråden kan inte arkiveras medan den är aktiv eller körs.
th: ไม่สามารถเก็บเธรดนี้เข้าคลังขณะที่ยังเปิดใช้งานหรือกำลังทำงานอยู่
tr: Bu dizi etkinken veya çalışırken arşivlenemez.
uk: Цю гілку не можна архівувати, доки вона активна або виконується.
vi: Không thể lưu trữ chuỗi này khi chuỗi đang hoạt động hoặc đang chạy.
zh_cn: 此话题串处于活动或运行状态时无法归档。
zh_tw: 此討論串仍在使用或執行中，因此無法封存。
